//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancelar";
"Done" = "Terminado";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Seleccionada";
"%@ Photos Selected" = "%@ Fotos Seleccionadas";
"%@ Video Selected" = "%@ Video Seleecionado";
"%@ Videos Selected" = "%@ Videos Seleccionados";
"%@ Items Selected" = "%@ Elementos Seleccionados";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Videos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Esta aplicación no tiene acceso a tus fotos o videos. ";
"You can enable access in Privacy Settings." = "Puedes otorgar acceso en la Configuración de Privacidad. ";

/* Messages if no assets */
"No Photos or Videos" = "No hay Fotos o Videos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Puedes tomar fotos y videos usando la cámara, o sincronizando fotos y videos a tu %@\nusando iTunes. ";
"You can sync photos and videos onto your %@ using iTunes." = "Puedes sincronizar fotos y videos a tu %@ usando iTunes.";

/* Accessibility labels */
"Play" = "Reproducir";
"Select" = "Seleccionar";
"Deselect" = "Deseleccionar";

/* Video duration spell out */
"hours" = "horas";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minuto";
"seconds" = "segundos";
"second" = "segundo";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "No es posible Reproducir el Flujo de Video";
"OK" = "OK";
